Repository: WPPlugins/milkbox
Catalog: milkbox-*.po
Languages: fr_fr

source: <h3>WARNING: Your JS dir in milbox
fr_fr: <h3>ATTENTION: Votre répertoire 'js'

source: is not writable, please fix your permissions !</h3>
fr_fr: n'est pas accessible en écriture, vérifiez vos permissions !</h3>

source: <h3>WARNING:
fr_fr: <h3>ATTENTION:

source: is not writable, please fix your permissions in milkbox plugin dir !</h3> Verify permission of'
fr_fr: n'est pas accessible en écriture, vérifiez les permissions de vos fichier et dossier dans le répertoire milkbox.</h3> vérifier les permissions de

source: milkbox.options.js file
fr_fr: fichier milkbox.options.js

source: <h3>Preference file updated. !</h3> Reload this page to see your modifications.
fr_fr: <h3>Fichier préférence mis à jour. !</h3> Recharger la page pour voir les modifications.

source: <strong>Milkbox</strong> is a fantastic script created by <a href='mailto:milkbox@reghellin.com'>Luca Reghellin</a>, you can download it <a href='http://reghellin.com/milkbox'>here</a>. I have made this wordpress plugin for my own use and, finally, i decided to distribute it (with author accord).
fr_fr: <strong>Milkbox</strong> est un script fantastic crée par <a href='mailto:milkbox@reghellin.com'>Luca Reghellin</a>. Vous pouvez le télécharger <a href='http://reghellin.com/milkbox'>ici</a>. J'avais fait ce plugin wordpress pour mon utilisation personnelle et ai décidé (avec l'accord de l'auteur) de le distribuer.

source: If you have any problem with this script, you can mail me <a href='mickael.j@gmail.com'>mail me</a> or visit <a href='http://www.origami43.net'>visit my site</a>.
fr_fr: Si vous avez un quelconque problème avec ce plugin vous pouvez <a href='mickael.j@gmail.com'>m'écrire</a> ou <a href='http://www.origami43.net'>visiter mon site</a>.

source: default : 0.7<br />Float (0 to 1). 0.4 to 0.7 are good choices.</td></tr>
fr_fr: defaut : 0.7<br />nombre à virgule (0 à 1). 0.4 à 0.7 semblent être un bon choix.</td></tr>

source: Integer. 50 good for big images: changes the offset from the top of the window.</td></tr>
fr_fr: Entier. 50 est une bonne valeure pour les grandes images: change la position par rapport au haut de la page.</td></tr>

source: default : 250<br /></td></tr>
fr_fr: defaut : 250<br /></td></tr>

source: default : '0px'<br /><strong>don't write quotes</strong></td></tr>
fr_fr: defaut : '0px'<br /><strong>N'ajoutez pas les quotes</strong></td></tr>

source: default : '#000000'<br />Color in hexa (do not forget "#", <strong>don't write quotes</strong></td></tr>
fr_fr: defaut : '#000000'<br />Couleur en hexa (n'oubliez pas le "#", <strong>N'ajoutez pas les quotes</strong></td></tr>

source: default : 500<br />Integer, no more than 1500 for best effect.</td></tr>
fr_fr: defaut : 500<br />Entier, ne dépasser pas 1500 pour avoir un effet convenable.</td></tr>

source: default : 'sine:in:out'<br /><strong>don't write quotes</strong> Not working fine at this time, always transition by default loaded (fixed soon).<br/> See <a target="new" href="http://mootools.net/docs/Fx/Fx. Transitions"> mootools transition doc</a> for more information.</td></tr>
fr_fr: defaut : 'sine:in:out'<br /><strong>N'ajoutez pas les quotes</strong> Pour plus d'information voir <a target="new" href="http://mootools.net/docs/Fx/Fx. Transitions"> mootools transition doc</a>.

source: default : false<br />If true, you won't see the titles contents popping up while hovering the Milkbox links (default behaviour of browsers like FireFox).</td></tr>
fr_fr: defaut : false<br/> Si fixé à 'true', l'affichage des titres ne se feront pas.

source: Update Options &raquo;
fr_fr: Appliquer les changements &raquo;

source: <p><strong>You can find the option (milkbox.options.js) file in your milkbox plugin directory, in 'js' sub directory.</strong></p>
fr_fr: <p><strong>Vous pouvez trouver le fichier d'options (milkbox.options.js) dans le sous répertoire js de milkbox.</strong></p>
